{title: O Fils de l'Existence}
{words: Bahá’u’lláh}
{music: Clarisse Le Deun}
{define: Bm/F# base-fret 2 frets x x 3 3 2 1}
{define: G6/D base-fret 2 frets x 4 4 3 2 0}
{define: F#7/C# base-fret 2 frets x 3 3 2 1 0}
{define: F#/C# base-fret 2 frets x 3 3 2 1 x}

{sot}
|--------------2p0---------------------------------0-----------------0h2-----|
|--------3-----------------3-----3\2---------2-----------------2-------------|
|-----4-----4-----------4-----4--4\3------3-----3-----3-----3-----3----------|
|--4-------------------------------------------------------------------------|
|--------------------5-----------------4-----------------4-------------------|
|----------------------------------------------------------------------------|

|--------------2p0---------------------------------0-------------------------|
|--------3-----------------3-----3\2---------2-----------------2----------2--|
|-----4-----4-----------4-----4--4\3------3-----3-----3-----3-----3--0p3-----|
|--4-------------------------------------------------------------------------|
|--------------------5-----------------4-----------------4-------------------|
|----------------------------------------------------------------------------|
{eot}

||: [Bm/F#]Ô fils de l'ex[G6/D]istence! Ton par[F#7/C#]adis, c'est mon [Bm/F#]amour :||
c’est mon [F#7/C#]amour
[Bm/F#]  ta demeure céleste, c'est d'[G6/D]être uni à m[F#7/C#]oi, uni à m[Bm/F#]oi. 
[G6/D]    Entres-y sans plus att[F#/C#]endre
[Bm/F#]  Entres-y sans plus att[F#7/C#]endre
[Bm/F#]   Voilà ce que je te destine dans notre R[G6/D]oyaume d'en h[F#7/C#]aut 
[Bm/F#]     et dans notre Empire supr[F#7/C#]ême. 
[Bm/F#]   Voilà ce que je te destine dans notre R[G6/D]oyaume d'en h[F#7/C#]aut 
[Bm/F#]     et dans notre Emp[F#7/C#]ire supr[Bm/F#]ême. 